Repository: vendidero/woocommerce-germanized
Catalog: packages/woocommerce-trusted-shops/i18n/languages/woocommerce-trusted-shops-*.po
Languages: fr_fr

# trusted-shops
source: Duplicate Plugin installation
fr_fr: Plugins installés en double

# trusted-shops
source: It seems like you've installed WooCommerce Germanized and Trustbadge Reviews for WooCommerce. Please deactivate Trustbadge Reviews for WooCommerce as long as you are using WooCommerce Germanized. You can manage your Trusted Shops configuration within your %s.
fr_fr: Il semblerait que vous ayez installé WooCommerce Germanized et Trustbadge Reviews for WooCommerce. Veuillez s’il vous plait désactiver Trustbadge Reviews for WooCommerce tant que vous utilisez WooCommerce Germanized. Vous pouvez modifier votre configuration Trusted Shops au sein de vos %s.

# trusted-shops
source: Germanized settings
fr_fr: Germanized paramètres

# trusted-shops
source: Deactivate standalone version
fr_fr: Désactivez la version standalone

# trusted-shops
source: Dependencies Missing or Outdated
fr_fr: Composants manquantes ou obsolètes

# trusted-shops
source: To use WooCommerce Trusted Shops you may at first install the following plugins:
fr_fr: Pour utiliser Trusted Shops for WooCommerce, il vous faut d’abord installer les plugins suivants :

# trusted-shops
source: Install %s
fr_fr: Installer %s

# trusted-shops
source: To use WooCommerce Trusted Shops you may at first update the following plugins to a newer version:
fr_fr: Pour utiliser Trusted Shops for WooCommerce, vous devez d’abord actualiser les plugins suivants et installer une version plus récente:

# trusted-shops
source: %s required in at least version %s
fr_fr: %s requiert la version %s ou supérieure

# trusted-shops
source: Check for Updates
fr_fr: Rechercher de mises à jour

# trusted-shops
source: or
fr_fr: ou

# trusted-shops
source: Install an older version
fr_fr: Installer une version antérieure

# trusted-shops
source: <strong>WooCommerce Trusted Shops Data Update Required</strong> &#8211; We just need to update your install to the latest version
fr_fr: <strong>Mise à jour de la base de données Trusted Shops WooCommerce requise</strong> &#8211; Nous devons mettre à jour votre installation vers la version la plus récente.

# trusted-shops
source: Run the updater
fr_fr: Démarrer l’actualisation

# trusted-shops
source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
fr_fr: Nous vous recommandons fortement de sauvegarder votre base de données avant de procéder à la mise à jour. Êtes-vous sûr de vouloir effectuer la mise à jour maintenant?

# trusted-shops
source: WPML Support
fr_fr: Prise en charge WPML

# trusted-shops
source: These settings serve as default settings for all your languages. To adjust the settings for a certain language, please switch your admin language through the WPML language switcher and adjust the corresponding settings.
fr_fr: Ces paramètres sont les paramètres par défaut pour toutes vos langues. Afin d’ajuster ces paramètres à une certaine langue, il vous faut changer votre langue système à l’aide du plug-in multilingue WPML et adapter les paramètres correspondants.

# trusted-shops
source: These settings apply for your %s shop. To adjust settings for another language, please switch your admin language through the WPML language switcher.
fr_fr: Ces paramètres s’appliquent pour votre boutique %s. Pour adapter les paramètres à une autre langue, veuillez changer votre langue système à l’aide du plug-in multilingue WPML.

# trusted-shops
source: ID that allows your products to be identified worldwide. If you want to display your Trusted Shops Product Reviews in Google Shopping and paid Google adverts, Google needs the GTIN.
fr_fr: Le GTIN est le numéro d’identification qui permet d’identifier sans équivoque les produits dans le monde entier. Google a besoin de l’attribut GTIN pour afficher vos avis produits dans Google Shopping et dans les annonces payantes Google.

# trusted-shops
source: If you don't have a GTIN for your products, you can pass the brand name and the MPN on to Google to use the Trusted Shops Google Integration.
fr_fr: Si vos produits n’ont pas de GTIN, vous pouvez indiquer le nom de la marque ainsi que le MPN pour utiliser l’intégration Google.

# trusted-shops
source: Brand
fr_fr: Marque

# trusted-shops
source: This field is mandatory
fr_fr: Ce champ est obligatoire

# trusted-shops
source: Trusted Shops Options
fr_fr: Options Trusted Shops

# trusted-shops
source: Trusted Shops Integration
fr_fr: Intégration Trusted Shops

# trusted-shops
source: Do you need help with integrating your Trustbadge? %s
fr_fr: Avez-vous besoin d’aide pour intégrer le Trustbadge? %s

# trusted-shops
source: To the step-by-step instructions
fr_fr: Accéder au guide

# trusted-shops
source: Trusted Shops ID
fr_fr: Identifiants Trusted Shops

# trusted-shops
source: The Trusted Shops ID is a unique identifier for your shop. You can find your Trusted Shops ID in your My Trusted Shops account.
fr_fr: Les identifiants Trusted Shops servent à identifier votre boutique en ligne sur Trusted Shops. Vous trouverez vos identifiants Trusted Shops (TSID) dans votre compte My Trusted Shops.

# trusted-shops
source: Edit Mode
fr_fr: Mode édition

# trusted-shops
source: The advanced configuration is for users with programming skills. Here you can create even more individual settings.
fr_fr: Le mode expert est conçu pour des utilisateurs ayant de bonnes connaissances en programmation. Cliquer ici, pour avoir accès à des réglages personnalisés.

# trusted-shops
source: Standard configuration
fr_fr: Mode standard

# trusted-shops
source: Advanced configuration
fr_fr: Mode expert

# trusted-shops
source: Configure your Trustbadge
fr_fr: Configurer le Trustbadge

# trusted-shops
source: Display Trustbadge
fr_fr: Afficher le Trustbadge

# trusted-shops
source: Display the Trustbadge on all the pages of your shop.
fr_fr: Afficher le Trustbadge sur toutes les pages de votre boutique en ligne.

# trusted-shops
source: Variant
fr_fr: Variante

# trusted-shops
source: You can display your Trustbadge with or without Review Stars.
fr_fr: Vous pouvez afficher le Trustbadge avec ou sans les étoiles d’évaluation.

# trusted-shops
source: Display Trustbadge with review stars
fr_fr: Afficher le Trustbadge avec les étoiles d’évaluation

# trusted-shops
source: Display Trustbadge without review stars
fr_fr: Afficher le Trustbadge sans les étoiles d’évaluation

# trusted-shops
source: Vertical Offset
fr_fr: Décalage vertical

# trusted-shops
source: Choose the distance that the Trustbadge will appear from the bottom-right corner of the screen.
fr_fr: Choisissez l’espacement du Trustbadge® par rapport au bord inferieur droit de l’écran.

# trusted-shops
source: Please choose a non-negative number (at least %d)
fr_fr: Veuillez choisir un nombre positif (> %d)

# trusted-shops
source: Configure your Shop Reviews
fr_fr: Configurer les avis site

# trusted-shops
source: Display Shop Review Sticker
fr_fr: Afficher la vignette avis site

# trusted-shops
source: To display the Shop Review Sticker, you have to assign the widget "Trusted Shops Review Sticker".
fr_fr: Pour afficher la vignette avis site, veuillez sélectionner le widget « Vignette avis site Trusted Shops ».

# trusted-shops
source: Assign widget %s
fr_fr: Assigner le widget %s

# trusted-shops
source: here
fr_fr: ici

# trusted-shops
source: Background color
fr_fr: Couleur de l’arrière-plan

# trusted-shops
source: Choose the background color for your Review Sticker.
fr_fr: Choisir la couleur de l’arrière-plan de la vignette d’avis.

# trusted-shops
source: Font
fr_fr: Police

# trusted-shops
source: Choose the font for your Review Sticker.
fr_fr: Choisir la police de la vignette d’avis.

# trusted-shops
source: Number of reviews displayed
fr_fr: Nombre d’avis

# trusted-shops
source: Display x alternating Shop Reviews in your Shop Review Sticker. You can display between 1 and 5 alternating Shop Reviews.
fr_fr: Afficher x avis site en alternance sur votre vignette avis site. Vous pouvez afficher en alternance de 1 à 5 avis.

# trusted-shops
source: Show x alternating reviews
fr_fr: Afficher x avis en alternance

# trusted-shops
source: Please choose a non-negative number between %d and %d
fr_fr: Veuillez choisir un nombre positif entre %d et %d

# trusted-shops
source: Minimum rating displayed
fr_fr: Note minimale affichée

# trusted-shops
source: Only show Shop Reviews with a minimum rating of x stars.
fr_fr: N’afficher que les avis site avec x étoiles ou plus.

# trusted-shops
source: Star(s)
fr_fr: étoile(s)

# trusted-shops
source: Sticker code
fr_fr: Code des vignettes avis clients

# trusted-shops
source: The advanced configuration is for users with programming skills. Here you can perform even more individual settings.
fr_fr: Le mode expert est conçu pour des utilisateurs ayant de bonnes connaissances en programmation. Cliquer ici, pour avoir accès à des réglages personnalisés.

# trusted-shops
source: Google Organic Search
fr_fr: Résultats de recherche organiques

# trusted-shops
source: Activate this option to give Google the opportunity to show your Shop Reviews in Google organic search results.
fr_fr: Veuillez activer cette fonctionnalité pour permettre à Google d’afficher vos avis site dans les résultats de recherche organiques.

# trusted-shops
source: By activating this option, rich snippets will be integrated in the selected pages so your shop review stars may be displayed in Google organic search results. If you use Product Reviews and already activated rich snippets in expert mode, we recommend integrating rich snippets for Shop Reviews on category pages only.
fr_fr: En activant cette option, les rich snippets seront intégrés dans les pages sélectionnées, de façon à ce que vos étoiles d’évaluation puissent être affichées dans les résultats de recherche organiques de Google. Si vous avez activé les avis produits et vous avez déjà activé les rich snippets dans le mode expert, nous vous conseillons de n’activer les rich snippets pour les avis site que sur la page de catégorie.

# trusted-shops
source: Activate rich snippets on
fr_fr: Activer les rich snippets sur

# trusted-shops
source: category pages
fr_fr: les pages de catégories

# trusted-shops
source: product pages
fr_fr: les pages produit

# trusted-shops
source: homepage (not recommended)
fr_fr: la page d’accueil (non conseillé)

# trusted-shops
source: Rich snippets code
fr_fr: Code pour les Rich Snippets

# trusted-shops
source: Configure your Product Reviews
fr_fr: Configurer les avis produits

# trusted-shops
source: To use Product Reviews, activate them in your %s first.
fr_fr: Pour pouvoir utiliser les avis produits, veuillez d’abord activer l’option %s.

# trusted-shops
source: Trusted Shops package
fr_fr: Services Trusted Shops

# trusted-shops
source: Collect Product Reviews
fr_fr: Collecter des avis produits

# trusted-shops
source: (WooCommerce Product Reviews will be replaced)
fr_fr: (Les avis produits WooCommerce seront remplacés)

# trusted-shops
source: Show Product Reviews on the product page in a separate tab, just as shown on the picture on the right.
fr_fr: Afficher les avis produits dans un onglet séparé sur la page produit.

# trusted-shops
source: Reviews
fr_fr: Avis clients

# trusted-shops
source: You can choose a name for the tab with your Product Reviews.
fr_fr: Vous pouvez choisir le nom de l’onglet dans lequel vous souhaitez afficher vos avis produits.

# trusted-shops
source: Show Product Reviews on the product detail page in an additional tab.
fr_fr: Afficher les avis produits dans un onglet séparé sur la page produit.

# trusted-shops
source: Name of Product Reviews tab
fr_fr: Nom de l’onglet

# trusted-shops
source: Product reviews
fr_fr: Avis produits

# trusted-shops
source: Border color
fr_fr: Couleur du cadre

# trusted-shops
source: Set the color for the frame around your Product Reviews.
fr_fr: Choisir la couleur du cadre des avis produits.

# trusted-shops
source: Set the background color for your Product Reviews.
fr_fr: Choisir la couleur de l’arrière-plan des avis produits.

# trusted-shops
source: Star color
fr_fr: Couleur des étoiles

# trusted-shops
source: Set the color for the Product Review stars in your Product Reviews tab.
fr_fr: Choisi la couleur des étoiles qui seront affichées dans l’onglet avec les avis produits.

# trusted-shops
source: Star size
fr_fr: Dimension des étoiles

# trusted-shops
source: Set the size for the Product Review stars in your Product Reviews tab.
fr_fr: Choisir la dimension des étoiles qui seront affichées dans l’onglet avec les avis produits.

# trusted-shops
source: Product Sticker Code
fr_fr: Code des vignettes avis produits

# trusted-shops
source: Please choose where your Product Reviews shall be displayed on the Product detail page.
fr_fr: Veuillez choisir l’endroit où les Avis Produits seront affichés sur la page produit

# trusted-shops
source: Rating stars
fr_fr: Étoiles d’évaluation

# trusted-shops
source: Show star ratings on the product detail page below your product name.
fr_fr: Afficher les étoiles d’évaluation sur la page produit en dessous du nom du produit.

# trusted-shops
source: Display Product Review stars on product pages below the product name, just as shown in the picture on the right.
fr_fr: Afficher les étoiles d’évaluation sur la page produit en dessous du nom du produit, comme illustré par l’image ci-contre.

# trusted-shops
source: Set the color for the review stars, that are displayed on the product page, below your product name.
fr_fr: Choisir la couleur des étoiles qui seront affichées sur la page produit en dessous du nom du produit.

# trusted-shops
source: Set the size for the review stars that are displayed on the product page, below your product name.
fr_fr: Choisir la dimension des étoiles qui seront affichées sur la page produit en dessous du nom du produit.

# trusted-shops
source: Font size
fr_fr: Taille de la police

# trusted-shops
source: Set the font size for the text that goes with your review stars.
fr_fr: Choisir la taille de la police du texte correspondant à vos étoiles d’évaluation.

# trusted-shops
source: Product Review Code
fr_fr: Code pour les étoiles d’évaluation

# trusted-shops
source: Please choose where your Product Review Stars shall be displayed on the Product Detail page.
fr_fr: Veuillez choisir l’endroit où les étoiles des Avis Produit seront affichées sur la page produit

# trusted-shops
source: Brand attribute
fr_fr: Attribut marque

# trusted-shops
source: Create brand attribute %s
fr_fr: Créer %s un attribut marque

# trusted-shops
source: Brand name of the product. By passing this information on to Google, you improve your chances of having Google identify your products. Assign your brand attribute. If your products don't have a GTIN, you can pass on the brand name and the MPN to use Google Integration.
fr_fr: Nom de la marque du produit. En indiquant cette variable, il est plus probable que Google identifie clairement vos produits. Veuillez assigner l’attribut marque ici. Si vos produits n’ont pas de GTIN, vous pouvez indiquer le nom de la marque ainsi que le MPN pour utiliser l’intégration Google.

# trusted-shops
source: None
fr_fr: Aucun

# trusted-shops
source: Configure your Review Requests
fr_fr: Configurer vos rappels d’avis

# trusted-shops
source: 7 days after an order has been placed, Trusted Shops automatically sends an invite to your customers. If you want to set a different time for sending automatic Review Requests, please activate the option below. If you want to send review requests with legal certainty, you need your customers' consent to receive Review Requests. You also have to include an option to unsubscribe.
fr_fr: Trusted Shops envoie automatiquement un rappel d’avis à vos clients 7 jours après leur commande. Si vous préférez décider vous-même du moment auquel vous souhaitez envoyer vos demandes d’avis, cochez l’option ci-dessous. Pour envoyer des rappels d’avis en conformité avec la loi, il faut obtenir le consentement exprès des clients à la réception d’e-mails de demande d’avis. Vous devez également donner à vos clients un moyen de se désabonner des rappels d’avis.

# trusted-shops
source: Enable Review Requests
fr_fr: Activer les demandes d’avis

# trusted-shops
source: WooCommerce status
fr_fr: État de la commande

# trusted-shops
source: We recommend choosing the order status that you set when your products have been shipped.
fr_fr: Sélectionner l’état de la commande que vous avez défini au moment de l’envoi de la commande.

# trusted-shops
source: Days until Review Request
fr_fr: Jours avant envoi du rappel

# trusted-shops
source: Set the number of days to wait after an order has reached the order status you selected above before having a review request sent to your customers.
fr_fr: Indiquer ici après combien de jours le rappel d’évaluation est envoyé à l’acheteur après avoir atteint l’état de la commande sélectionné ci-dessus.

# trusted-shops
source: Permission via checkbox
fr_fr: Consentement par case à cocher

# trusted-shops
source: If the checkbox is activated, only customers who gave their consent will receive Review Requests.
fr_fr: Si la case est cochée, seuls les clients ayant donné leur consentement recevront un rappel d’avis par e-mail.

# trusted-shops
source: Edit checkbox
fr_fr: Modifier la case à cocher

# trusted-shops
source: Unsubscribe via link
fr_fr: Désinscription via lien

# trusted-shops
source: Allows the customer to unsubscribe from Review Requests.
fr_fr: Cette option permet aux clients de se désabonner des rappels d’avis en cliquant sur un lien.

# trusted-shops
source: How does Trusted Shops make your shop better?
fr_fr: En quoi les produits Trusted Shops contribuent-ils à optimiser votre boutique en ligne?

# trusted-shops
source: Get your account
fr_fr: Créer un compte

# trusted-shops
source: Product Reviews on the product detail page in an additional tab
fr_fr: Avis produits dans l’onglet sur la page produit

# trusted-shops
source: Show Star-Ratings on the product detail page below your product name
fr_fr: Étoiles d’évaluation sur la page produit en dessous du nom du produit

# trusted-shops
source: Please note: If you want to send review requests through WooCommerce, you should deactivate automated review requests through Trusted Shops. To do so, please go to your My Trusted Shops account. Log in and go to Reviews > Settings and deactivate "Collect reviews automatically"
fr_fr: Veuillez noter : Si vous souhaitez envoyer des rappels d’avis via WooCommerce, vous devez désactiver l’envoi de rappels d’avis automatiques via Trusted Shops. Pour ce faire, rendez-vous dans votre compte My Trusted Shops. Connectez-vous à votre compte, cliquez sur Avis clients > Configuration > Collecter les avis et désactivez l’option « Collecter des avis automatiquement ».

# trusted-shops
source: To your My Trusted Shops account
fr_fr: Aller au compte My Trusted Shops

# trusted-shops
source: Export your customer information here and upload it in the Trusted Shops Review Collector. To do so go to your My Trusted Shops account. Log in and go to Reviews > Shop Reviews > Review Collector
fr_fr: Exporter les données de vos clients et de vos commandes des x derniers jours et importez-les dans votre compte My Trusted Shops

# trusted-shops
source: To the Trusted Shops Review Collector
fr_fr: Aller au collecteur d’avis Trusted Shops

# trusted-shops
source: Review Collector
fr_fr: Collecteur d’avis Trusted Shops

# trusted-shops
source: Want to collect reviews for orders that were placed before your Trusted Shops Integration? No problem. Export old orders here and upload them in your %s.
fr_fr: Vous souhaitez demander à des clients de laisser un avis sur des commandes qu’ils ont passées avant l’intégration de Trusted Shops sur votre site ? Pas de problème! Exportez les commandes passées et importez-les dans votre %s.

# trusted-shops
source: My Trusted Shops account
fr_fr: Compte My Trusted Shops

# trusted-shops
source: Export orders
fr_fr: Exporter les commandes

# trusted-shops
source: Export your customer and order information of the last x days and upload them in your My Trusted Shops Account.
fr_fr: Exporter les données de vos clients et de vos commandes des x derniers jours et importez-les dans votre compte My Trusted Shops.

# trusted-shops
source: 30 days
fr_fr: 30 jours

# trusted-shops
source: 60 days
fr_fr: 60 jours

# trusted-shops
source: 90 days
fr_fr: 90 jours

# trusted-shops
source: Upload customer and order information %s.
fr_fr: Cliquez %s pour importer les données de vos clients.

# trusted-shops
source: Days until reminder mail
fr_fr: Jours avant envoi du rappel

# trusted-shops
source: Set the number of days to wait after the order date before having a Review Request sent to your customers.
fr_fr: Indiquer ici après combien de jours le rappel d’évaluation est envoyé à l’acheteur après avoir atteint l’état de la commande sélectionné ci-dessus.

# trusted-shops
source: Start export
fr_fr: Débuter l’exportation

# trusted-shops
source: Order ID
fr_fr: Réf. commande

# trusted-shops
source: Order date
fr_fr: Date de la commande

# trusted-shops
source: # Days
fr_fr: # Jours

# trusted-shops
source: First name
fr_fr: Prénom

# trusted-shops
source: Last name
fr_fr: Nom

# trusted-shops
source: Your review reminder e-mail has been cancelled successfully. Return to %s.
fr_fr: Votre e-mail de demande d’avis a été annulé avec succès. Retourner à %s.

# trusted-shops
source: Home
fr_fr: Accueil

# trusted-shops
source: Yes, I would like to be reminded via e-mail after {days} day(s) to review my order. I am able to cancel the reminder at any time by clicking on the "cancel review reminder" link within the order confirmation.
fr_fr: Oui, je souhaite recevoir un demande d’avis par e-mail au bout de {days} jour(s) pour évaluer ma commande. Je peux annuler le rappel à tout moment en cliquant sur le lien Annuler le rappel d’évaluation dans l’email de confirmation de commande.

# trusted-shops
source: Please allow us to send a review reminder by e-mail.
fr_fr: Veuillez nous autoriser à vous envoyer un rappel d’évaluation par e-mail.

# trusted-shops
source: Review reminder
fr_fr: Demande d’avis

# trusted-shops
source: Asks the customer to receive a Trusted Shops review reminder.
fr_fr: Demande au client s’il veut recevoir une demande d’avis Trusted Shops.

# trusted-shops
source: Trusted Shops Review Reminder
fr_fr: demande d’avis Trusted Shops

# trusted-shops
source: This E-Mail is being sent to a customer to remind him about the possibility to leave a review at Trusted Shops.
fr_fr: Cet e-mail est envoyé à un client pour lui rappeler qu’il peut laisser un avis via Trusted Shops.

# trusted-shops
source: Please rate your {site_title} order from {order_date}
fr_fr: Veuillez évaluer votre commande sur la boutique {site_title} datant du {order_date}

# trusted-shops
source: Please rate your Order
fr_fr: Veuillez évaluer votre commande

# trusted-shops
source: Show your TS shop review sticker.
fr_fr: Afficher la vignette avis site

# trusted-shops
source: Trusted Shops Shop Review Sticker
fr_fr: Vignette avis site

# trusted-shops
source: Trusted Shops Reviews
fr_fr: avis clients Trusted Shops

# trusted-shops
source: Title
fr_fr: Titre

# trusted-shops
source: Dear %s %s,
fr_fr: Bonjour %s %s,

# trusted-shops
source: You have recently shopped at %s. Thank you! We would be glad if you spent some time to write a review about your order. To do so please follow follow the link.
fr_fr: Vous avez récemment passé commande sur %s. Merci beaucoup! Nous serions ravis si vous preniez quelques minutes afin de donner votre avis sur votre commande. Veuillez pour cela cliquer sur le lien suivant.
