Repository: vendidero/woocommerce-germanized
Catalog: packages/woocommerce-trusted-shops/i18n/languages/woocommerce-trusted-shops-*.po
Languages: fr_fr

# trusted-shops
source: Rate Order now
fr_fr: Évaluer ma commande maintenant

# trusted-shops
source: Yes
fr_fr: Oui

# trusted-shops
source: No
fr_fr: Non

# trusted-shops
source: Settings
fr_fr: Paramètres
